{
    "Abuullah": "عبدالله العروي",
    "projects": "المشاريع",
    "certification": "الشهادات",
    "experince": "الخبرة",
    "about": "حول",
    "contact": "التواصل",
    "im-abdullah": "أنا عبدالله",
    "Hellow": "مرحبا",
    "FrontEndDeveloper": "مطور واجهات أمامية",
  
    "commint_one": "هنا نبدأ ترجمة المشاريع",
    "Projects": "المشاريع",
    "VisitPage": "زيارة الموقع",
    "ViewCode": "عرض الكود",
  
    "commint_two": "هنا نبدأ ترجمة قسم حول",
    "AboutMe": "عني",
    "AboutMeText": "مرحبًا! أنا عبدالله، مطور Front-End شغوف ومتفانٍ، متخصص في إنشاء تطبيقات ويب ديناميكية ومتجاوبة. لدي أساس قوي في HTML, CSS, JavaScript, و Vue.js، وأتميز ببناء واجهات مستخدم سلسة توفر تجارب تفاعلية وسهلة الاستخدام.\nأمتلك فهمًا عميقًا لتصميم واجهات متجاوبة، مما يضمن أداءً مثاليًا لتطبيقات الويب على مختلف الأجهزة وأحجام الشاشات. كما أنني ماهر في Tailwind CSS لكتابة أنماط أنيقة وفعالة بسهولة، وأستخدم Git و GitHub لإدارة الإصدارات والتعاون في المشاريع.\nأنا متحمس دائمًا لتعلم تقنيات جديدة ومواكبة أحدث الاتجاهات في عالم تطوير الواجهات الأمامية. هدفي هو تحويل الأفكار الإبداعية إلى تطبيقات عملية وسهلة الاستخدام تضيف قيمة حقيقية للمستخدمين.\nلا تتردد في استكشاف محفظة أعمالي، ودعنا نتواصل!",
  
    "experinceInLive": "الخبرة في الحياة",
    "ExperinceShow": "لقد عملت في عدة وظائف، وسأعرض بعضًا منها في هذا القسم.",
  "showVideo": "عرض فيديو الأداء الصوتي", 
  "hidevieo": "اخفاء فيديو الأداء الصوتي", 
    "jobs": [
      {
        "title": "موظف بنك",
        "place": "بنك التضامن الإسلامي الدولي",
        "content": "أنا موظف بنك في بنك التضامن الإسلامي الدولي منذ 23/02/2020. تشمل مسؤولياتي تنفيذ المعاملات المحاسبية، فتح الحسابات الجديدة، معالجة السحوبات، الإيداعات، والتحويلات، إصدار البطاقات، عد النقود، إدارة الأرشيف الإلكتروني واليدوي، التسويق، وحل المشكلات الشائعة. بالإضافة إلى ذلك، في غياب المدير، أعمل كمدير مكتب بالإنابة وأقوم بالمهام الإدارية لضمان سير العمل بسلاسة.",
        "startDate": "23/02/2020",
        "endDate": "حتى الآن"
      },
      {
        "title": "مدرب",
        "place": "شركة الفروي للصرافة",
        "content": "قمت بتدريب الموظفين على أنظمة التحويلات المالية العالمية مثل موني جرام، إكسبرس موني، وشيفت. كما كتبت كتابًا يشرح العمل بطريقة مبسطة وقمت بتدريب الموظفين على النظام المحلي مثل إبداع سوفت.",
        "startDate": "01/2018",
        "endDate": "01/2020"
      },
      {
        "title": "مسؤول خدمة العملاء ورئيس قسم التحويلات الدولية",
        "place": "شركة الفروي للصرافة",
        "content": "عملت كمدير قسم خدمة التحويلات العالمية، حيث تعاملت مع موني جرام، ويسترن يونيون، إكسبرس موني، شيفت، وجميع الأنظمة المحلية.",
        "startDate": "01/2018",
        "endDate": "01/2020"
      },
      {
        "title": "مدرس لغة إنجليزية",
        "place": "مدرسة الفاتح",
        "content": "مدرس لغة إنجليزية في مدرسة الفاتح بمدينة البيضاء من 09/03/2018 إلى 21/03/2018، ومن 01/02/2020 حتى الآن.",
        "startDate": "09/03/2018",
        "endDate": "21/03/2018"
      },
      {
        "title": "مطور واجهات أمامية",
        "place": "عمل حر",
        "content": "مطور واجهات أمامية طموح مع معرفة ببناء مواقع الويب المتجاوبة باستخدام Vue.js و Vuex لإدارة الحالة. ملم باستخدام Tailwind CSS لتصميم واجهات مستخدم سهلة الاستخدام و GitHub للتحكم في الإصدارات. يكتسب خبرة في الاختبار باستخدام Jest لضمان موثوقية الكود. متحمس لتطبيق وتطوير مهاراتي في بيئة تطوير احترافية.",
        "startDate": "01/01/2024",
        "endDate": "حتى الآن"
      },
      {
        "title": "معلق صوتي وكاتب شعر",
        "place": "عمل حر",
        "content": "أنا معلق صوتي أمتلك القدرة على تقديم التعليق الصوتي بطريقة واضحة وجذابة لمختلف المشاريع مثل الإعلانات والبرامج والمحتوى التعليمي. يمكنني ضبط نبرة صوتي وأسلوب الأداء وفقًا للسياق المطلوب، سواء كان رسميًا أو غير رسمي، لإيصال الرسائل بفعالية. بالإضافة إلى ذلك، أجيد كتابة الشعر باللغة العربية وأتميز بالإلقاء المتميز.",
        "startDate": "2020",
        "endDate": "حتى الآن"
      }
    ],
    "MyCertifications": "شهاداتي",




    "footer":"شكرًا جزيلاً لزيارتك صفحتي والتعرف على محفظتي! أنا ممتن حقًا لوقتك واهتمامك في استكشاف أعمالي. إذا كان لديك أي أسئلة أو ترغب في مناقشة فرص التعاون المحتملة، فلا تتردد في التواصل. أتطلع للعمل معك في المستقبل. شكرًا مرة أخرى، وأتمنى لك يومًا مليئًا بالإبداع والنجاح!",
    "ChatwithMeOnWhatsApp": "راسلني  على واتساب",
    "ChatwithMeOnLinkedIn": "راسلني  على لينكدإن",
    "CallMeOnMyNumber ": "اتصل بي على رقمي",
    "from": "من",
    "to": "إلى"
  
  }
  